Repository: ddubez/Reciplease
Catalog: Reciplease/SupportingFiles/*.lproj/Localizable.strings
Languages: fr

source: Error!
fr: Erreur!

source: There is no data in the API response !
fr: Il n'y a pas de données dans la réponse de l'API !

source: There is no list of recipe in the API response !
fr: Il n'y a pas de liste de recette dans la réponse de l'API !

source: There is no match in the list of recipe of the API response !
fr: Il n'y a pas de correspondance dans la liste de recette dans la réponse de l'API !

source: There is no match count in the list of recipe of the API response !
fr: Il n'y a pas de nombre de correspondance dans la liste de recette dans la réponse de l'API !

source: There is no recipe in the API response !
fr: Il n'y a pas de recette dans la réponse de l'API !

source: There is no image in the API response !
fr: Il n'y a pas d'image dans la réponse de l'API !

source: Failed to insert new object in storage !
fr: Echec à l'insertion un nouvel objet en mémoire !

source: Failed to save recipe !
fr: Echec à la sauvegarde de la recette !

source: Error !
fr: Erreur !

source: Total matches :
fr: Correspondances :

source: Number of favorites :
fr: Nombre Favoris :

source: sorry, you don't have favorite recipe !
fr: désolé, vous n'avez pas de favoris !

source: you can save a recipe by tapping the star
fr: vous pouvez en sauvegarder en appuyant sur l'étoile

source: on the upper right of search result screen !
fr: située en haut à droite de l'écran de résultat !

source: Loading ...
fr: Chargement...

source: Sorry, no recipe
fr: Désolé, pas de recette

source: Nothing to add !
fr: Rien à ajouter !

source: Sorry, but there is no recipe !
fr: Désolé, il n'y a pas de recette !
